Repository: MapsNotIncluded/ONITraitFinder
Catalog: TraitFinderApp/Resources/App.*.resx
Languages: de, zh, zh_tw

source: Results inherit trait select order
de: Ergebnisse behalten die Sortierung der Filter bei
zh: 在结果中保持特质选择的顺序
zh_tw: 在結果中保持特質選擇的順序

source: Hide asteroids that cannot have traits in results
de: Blende Asteroiden ohne Eigenschaften in den Ergebnissen aus
zh: 在结果中隐藏无法生成特质的小行星
zh_tw: 在結果中隱藏無法生成特質的小行星

source: Theme
zh: 主题切换
zh_tw: 主題切換

source: Seed copied to the clipboard!
de: Seed in die Zwischenablage kopiert!
zh: 种子已复制到剪贴簿!
zh_tw: 種子已複製到剪貼簿!

source: World Trait Finder
de: Welt-Eigenschafts-Finder
zh: 星球特质查找器
zh_tw: 星球特質查找器

source: Select your game version and dlcs.
de: Wähle die Spielversion und DLCs
zh: 选择你的游戏版本和DLC.
zh_tw: 選擇你的遊戲版本和DLC.

source: Select your game mode:
de: Wähle deinen Spielmodus:
zh: 选择你的游戏模式:
zh_tw: 選擇你的遊戲模式:

source: Frosty Planet
zh: 冰冻星球
zh_tw: 冰凍星球

source: Spaced Out!
zh: 眼冒金星!
zh_tw: 眼冒金星!

source: Base Game
de: Basisspiel
zh: 基础游戏
zh_tw: 基礎遊戲

source: Standard
zh: 标准
zh_tw: 標準

source: The Lab
de: Das Labor
zh: 实验室
zh_tw: 實驗室

source: Classic
de: Klassisch
zh: 经典
zh_tw: 經典

source: Select your Asteroid Cluster:
de: Wähle dein Asteroiden-Cluster:
zh: 选择你的小行星群:
zh_tw: 選擇你的小行星群:

source: Select your Asteroid:
de: Wähle deinen Asteroiden:
zh: 选择你的小行星:
zh_tw: 選擇你的小行星:

source: Configure your filters for {0}
de: Konfiguriere den Filter für {0}
zh: 为 {0} 配置你的筛选器
zh_tw: 為 {0} 配置你的篩選器

source: Reset all trait filters
de: Alle Filter zurücksetzen
zh: 重置所有筛选器
zh_tw: 重置所有篩選器

source: Starter Asteroid
de: Start-Asteroid
zh: 初始小行星
zh_tw: 初始小行星

source: This asteroid cannot generate any traits.
de: Dieser Asteroid kann keine Eigenschaften generieren
zh: 此小行星无法生成任何特质.
zh_tw: 此小行星無法生成任何特質.

source: Guaranteed traits ({0} max)
de: Garantierte Eigensch. (max. {0})
zh: 保留特质 (最多 {0} 个)
zh_tw: 保留特質 (最多 {0} 個)

source: Forbidden traits
de: Verbotene Eigensch.
zh: 禁止特质
zh_tw: 禁止特質

source: Search for more seeds
de: Nach mehr Seeds suchen
zh: 搜索更多种子
zh_tw: 搜索更多種子

source: Search for seeds
de: Nach Seeds suchen
zh: 搜索种子
zh_tw: 搜索種子

source: Starting Seed:
de: Start-Seed:
zh: 起始种子:
zh_tw: 起始種子:

source: Clear Results
de: Ergebnisse löschen
zh: 清除结果
zh_tw: 清除結果

source: Seed Query Results:
de: Seed-Suchergebnisse:
zh: 种子查询结果:
zh_tw: 種子查詢結果:

source: No Results yet
de: Noch keine Ergebnisse
zh: 尚无结果
zh_tw: 尚無結果

source: Try searching for more seeds
de: Versuche, nach mehr Seeds zu suchen
zh: 尝试搜索更多种子
zh_tw: 嘗試搜索更多種子

source: The tool will keep the highest 5 seeds for easy comparison.
de: Das Tool wird die neuesten 5 Ergebnisse im Zwischenspeicher halten
zh: 该工具将保留最高的5个种子以便比较.
zh_tw: 該工具將保留最高的5個種子以便比較.

source: Cannot seem to find a seed with all the traits you want and open to mods?
de: Findest du keinen Seed mit allen gewünschten Eigenschaften und hast nichst gegen Mods?
zh: 似乎找不到你想要特质的种子?请考虑使用模组!
zh_tw: 似乎找不到你想要特質的種子?請考慮使用模組!

source: Install Cluster Generation Manager to simply select all the traits you want (and much more) for your game!
de: Installiere Cluster Generation Manager, um einfach alle gewünschten Eigenschaften (und vieles mehr) auszuwählen!
zh: 安装星群生成管理器以轻松选择你想要的所有特质!
zh_tw: 安裝星群生成管理器以輕鬆選擇你想要的所有特質!

source: Made by {0}
de: Erstellt von {0}
zh: 由 {0} 制作
zh_tw: 由 {0} 製作

source: Translation by {0}
de: Übersetzung von {0}
zh: 由 {0} 完成翻译
zh_tw: 由 {0} 完成翻譯

source: Terra
zh: 类地星体
zh_tw: 類地星體

source: Folia Cluster
zh: 绿叶星群
zh_tw: 綠葉星群

source: Skewed Asteroid
de: Schräger Asteroid
zh: 歪斜小行星
zh_tw: 歪斜小行星

source: The Desolands Cluster
de: Ödland-Cluster
zh: 荒凉星群
zh_tw: 荒涼星群

source: Flipped Cluster
de: Umgedreht-Cluster
zh: 倒置星群
zh_tw: 倒置星群

source: Frozen Forest Cluster
de: Gefrorener Wald
zh: 冰冻森林星群
zh_tw: 冰凍森林星群

source: Metallic Swampy Cluster
de: Metallischer Sumpf-Asteroid
zh: 金属沼泽星群
zh_tw: 金屬沼澤星群

source: Radioactive Ocean Cluster
de: Radioaktiver Ozean-Cluster
zh: 放射性海洋星群
zh_tw: 放射性海洋星群

source: Terrania Cluster
zh: 砂土星群
zh_tw: 砂土星群

source: Quagmiris Cluster
zh: 泥潭星群
zh_tw: 泥潭星群

source: Arboria Cluster
zh: 乔木星群
zh_tw: 喬木星群

source: Aridio Cluster
zh: 干热星群
zh_tw: 乾熱星群

source: The Badlands Cluster
de: Ödland-Cluster
zh: 荒芜星群
zh_tw: 荒蕪星群

source: Verdante Cluster
zh: 翠绿星群
zh_tw: 翠綠星群

source: Oasisse Cluster
zh: 绿洲星群
zh_tw: 綠洲星群

source: Oceania Cluster
zh: 海洋星群
zh_tw: 海洋星群

source: Terra Cluster
zh: 类地星群
zh_tw: 類地星群

source: Rime Cluster
zh: 冰霜星群
zh_tw: 冰霜星群

source: Squelchy Cluster
de: Sumpfiger Cluster
zh: 泥泞星群
zh_tw: 泥濘星群

source: Volcanea Cluster
zh: 火山星群
zh_tw: 火山星群

source: Ceres Cluster
zh: 谷神星星群
zh_tw: 穀神星星群

source: Blasted Ceres Cluster
de: Zerstörter Ceres-Cluster
zh: 炸裂的谷神星星群
zh_tw: 炸裂的穀神星星群

source: Ceres Minor Cluster
de: Kleiner Ceres Cluster
zh: 小谷神星星群
zh_tw: 小穀神星星群

source: Ceres Mantle Cluster
de: Ceres Mantel
zh: 谷神星地幔星群
zh_tw: 穀神星地幔星群

source: Folia Asteroid
zh: 绿叶小行星
zh_tw: 綠葉小行星

source: Irradiated Swampy Asteroid
de: Verstrahlter Sumpfasteroid
zh: 辐照沼泽小行星
zh_tw: 輻照沼澤小行星

source: Rusty Oil Asteroid
de: Rostiger Öl-Asteroid
zh: 生锈油质小行星
zh_tw: 生鏽油質小行星

source: Tundra Asteroid
zh: 苔原小行星
zh_tw: 苔原小行星

source: Marshy Asteroid
de: Sumpfiger Asteroid
zh: 湿地小行星
zh_tw: 濕地小行星

source: Moo Asteroid
de: Muh Asteroid
zh: 海牛小行星
zh_tw: 海牛小行星

source: Water Asteroid
de: Wasser-Asteroid
zh: 水域小行星
zh_tw: 水域小行星

source: Superconductive Asteroid
de: Supraleitender Asteroid
zh: 超导小行星
zh_tw: 超導小行星

source: Regolith Asteroid
de: Felsiger Asteroid
zh: 浮土小行星
zh_tw: 浮土小行星

source: Radioactive Swamp Asteroid
de: Radioaktiver Sumpf-Asteroid
zh: 放射性沼泽小行星
zh_tw: 放射性沼澤小行星

source: The Desolands Asteroid
de: Der Ödland-Asteroid
zh: 荒凉小行星
zh_tw: 荒涼小行星

source: Radioactive Ocean Asteroid
de: Radioaktiver Ozean-Asteroid
zh: 放射性海洋小行星
zh_tw: 放射性海洋小行星

source: Metallic Swampy Asteroid
de: Metallischer Sumpf-Asteroid
zh: 金属沼泽小行星
zh_tw: 金屬沼澤小行星

source: Frozen Forest Asteroid
de: Gefrorener Wald-Asteroid
zh: 冰冻森林小行星
zh_tw: 冰凍森林小行星

source: Flipped Asteroid
de: Umgedrehter Asteroid
zh: 倒置小行星
zh_tw: 倒置小行星

source: Terrania Asteroid
zh: 砂土小行星
zh_tw: 砂土小行星

source: Irradiated Forest Asteroid
de: Verstrahlter Waldasteroid
zh: 辐照森林小行星
zh_tw: 輻照森林小行星

source: Oily Swamp Asteroid
de: Öliger Sumpf-Asteroid
zh: 油质沼泽小行星
zh_tw: 油質沼澤小行星

source: Quagmiris Asteroid
zh: 泥潭小行星
zh_tw: 泥潭小行星

source: Irradiated Marsh Asteroid
de: Verstrahlter Moorasteroid
zh: 辐照湿地小行星
zh_tw: 輻照濕地小行星

source: Arboria Asteroid
zh: 乔木小行星
zh_tw: 喬木小行星

source: Radioactive Terra Asteroid
de: Radioaktiver Terra-Asteroid
zh: 放射性类地小行星
zh_tw: 放射性類地小行星

source: Aridio Asteroid
zh: 干热小行星
zh_tw: 乾熱小行星

source: Radioactive Terrabog Asteroid
de: Radioaktiver Terrabog-Asteroid
zh: 放射性沼泽类地小行星
zh_tw: 放射性沼澤類地小行星

source: The Badlands Asteroid
de: Der Ödland-Asteroid
zh: 荒芜小行星
zh_tw: 荒蕪小行星

source: Verdante Asteroid
zh: 翠绿小行星
zh_tw: 翠綠小行星

source: Oasisse Asteroid
zh: 绿洲小行星
zh_tw: 綠洲小行星

source: Oceania Asteroid
zh: 海洋小行星
zh_tw: 海洋小行星

source: Glowood Wasteland Asteroid
de: Asteroid der Glutholz-Wüste
zh: 辐木荒地小行星
zh_tw: 輻木荒地小行星

source: Terra Asteroid
zh: 类地小行星
zh_tw: 類地小行星

source: Rime Asteroid
zh: 冰霜小行星
zh_tw: 冰霜小行星

source: Stinko Swamp Asteroid
de: Stinkender Sumpf-Asteroid
zh: 难闻沼泽小行星
zh_tw: 難聞沼澤小行星

source: Squelchy Asteroid
de: Sumpfiger Asteroid
zh: 泥泞小行星
zh_tw: 泥濘小行星

source: Radioactive Forest Asteroid
de: Radioaktiver Wald-Asteroid
zh: 放射性森林小行星
zh_tw: 放射性森林小行星

source: Volcanea Asteroid
zh: 火山小行星
zh_tw: 火山小行星

source: Ceres Asteroid
zh: 谷神星小行星
zh_tw: 穀神星小行星

source: Blasted Ceres
de: Zerstörter Ceres
zh: 炸裂的谷神星
zh_tw: 炸裂的穀神星

source: Ceres Minor
de: Kleiner Ceres
zh: 小谷神星
zh_tw: 小穀神星

source: Ceres Mantle Asteroid
de: Ceres Mantel-Asteroid
zh: 谷神星地幔小行星
zh_tw: 穀神星地幔小行星

source: Sweet Ceres Asteroid
de: Süßer Ceres Asteroid
zh: 甜蜜谷神星小行星
zh_tw: 甜蜜穀神星小行星

source: Ceres Core Asteroid
de: Ceres Kern-Asteroid
zh: 谷神星核心小行星
zh_tw: 穀神星核心小行星

source: Ceres Fragment
zh: 谷神星碎片
zh_tw: 穀神星碎片

source: Large Boulders
de: Große Felsbrocken
zh: 大型石块
zh_tw: 大型石塊

source: Medium Boulders
de: Mittlere Felsbrocken
zh: 中型石块
zh_tw: 中型石塊

source: Mixed Boulders
de: Gemischte Felsbrocken
zh: 混合型石块
zh_tw: 混合型石塊

source: Small Boulders
de: Kleine Felsbrocken
zh: 小型石块
zh_tw: 小型石塊

source: Trapped Oil
de: Eingeschlossenes Öl
zh: 被圈闭的原油
zh_tw: 被圈閉的原油

source: Frozen Core
de: Gefrorener Kern
zh: 冰冻核心
zh_tw: 冰凍核心

source: Geoactive
de: Geoaktiv
zh: 活跃性地质
zh_tw: 活躍性地質

source: Geodes
de: Geoden
zh: 晶洞
zh_tw: 晶洞

source: Geodormant
zh: 休眠性地质
zh_tw: 休眠性地質

source: Large Glaciers
de: Große Gletscher
zh: 大型冰川
zh_tw: 大型冰川

source: Magma Channels
de: Magmakanäle
zh: 岩浆通道
zh_tw: 岩漿通道

source: Metal Poor
de: Metallarm
zh: 金属贫瘠
zh_tw: 金屬貧瘠

source: Metal Rich
de: Metallreich
zh: 金属富足
zh_tw: 金屬富足

source: Alternate Pod Location
de: Alternative Drucker-Position
zh: 备选的打印舱位置
zh_tw: 備選的打印艙位置

source: Slime Molds
de: Schleimpilze
zh: 黏液菌团
zh_tw: 黏液菌團

source: Crashed Satellites
de: Abgestürzte Satelliten
zh: 坠毁的卫星群
zh_tw: 墜毀的衛星群

source: Frozen Friend
de: Gefrorener Freund
zh: 冰封之友
zh_tw: 冰封之友

source: Irregular Oil
de: Irreguläres Öl
zh: 不规则原油区
zh_tw: 不規則原油區

source: Lush Core
de: Üppiger Kern
zh: 繁茂核心
zh_tw: 繁茂核心

source: Metallic Caves
de: Metallhöhlen
zh: 金属洞穴
zh_tw: 金屬洞穴

source: Radioactive Crust
de: Radioaktive Kruste
zh: 放射性地壳
zh_tw: 放射性地殼

source: Subsurface Ocean
de: Untergrundozean
zh: 地下海洋
zh_tw: 地下海洋

source: Volcanic Activity
de: Vulkanische Aktivität
zh: 火山活跃
zh_tw: 火山活躍

source: The Badlands
de: Das Ödland
zh: 荒芜之地
zh_tw: 荒蕪之地

source: Arboria
zh: 乔木星体
zh_tw: 喬木星體

source: Aridio
zh: 干热星体
zh_tw: 乾熱星體

source: Verdante
zh: 翠绿星体
zh_tw: 翠綠星體

source: Oasisse
zh: 绿洲星体
zh_tw: 綠洲星體

source: Oceania
zh: 海洋星体
zh_tw: 海洋星體

source: Rime
zh: 冰霜星体
zh_tw: 冰霜星體

source: Volcanea
zh: 火山星体
zh_tw: 火山星體

source: Ceres
zh: 谷神星
zh_tw: 穀神星

source: This cluster always generates the same seed!
de: Dieses Cluster generiert immer mit dem selben Seed!
zh: 这个星球总是生成相同的种子！
zh_tw: 這個星球總是生成相同的種子！

source: Hide starmap distances that dont have destinations in results
de: Verstecke Sternkarten-Distanzen ohne Reiseziele
zh: 在结果中隐藏星图中无目的地的距离

source: Starmap Destinations
de: Sternenkarten-Ziel
zh: 星图目的地
zh_tw: 星圖目的地

source: Satellite
de: Satellit
zh: 卫星
zh_tw: 衛星

source: An artificial construct that has escaped its orbit. It no longer appears to be monitored.
zh: 一个人造结构,已经偏离了自己的轨道.它似乎不再受控制了.
zh_tw: 一個人造結構,已經偏離了自己的軌道.它似乎不再受控制了.

source: Metallic Asteroid
zh: 金属小行星
zh_tw: 金屬小行星

source: A shimmering conglomerate of various metals.
zh: 由各种金属组成的闪闪发光的砾岩.
zh_tw: 由各種金屬組成的閃閃發光的礫岩.

source: Rocky Asteroid
zh: 岩石小行星
zh_tw: 岩石小行星

source: A minor mineral planet. Unlike a comet, it does not possess a tail.
zh: 一颗小型的矿物行星.不像彗星,它没有拖尾.
zh_tw: 一顆小型的礦物行星.不像彗星,它沒有拖尾.

source: Carbon Asteroid
zh: 碳质小行星
zh_tw: 碳質小行星

source: A common asteroid containing several useful resources.
zh: 一颗常见的小行星,包含了几个有用的资源.
zh_tw: 一顆常見的小行星,包含了幾個有用的資源.

source: Interstellar Ice
zh: 星际冰星
zh_tw: 星際冰星

source: A terrestrial destination, frozen completely solid.
zh: 一个类地地区,已经完全冻结了.
zh_tw: 一個類地地區,已經完全凍結了.

source: Organic Mass
zh: 有机质体
zh_tw: 有機質體

source: A mass of organic material similar to the ooze used to print Duplicants. This sample is heavily degraded.
zh: 一片类似印制复制人的遗传生物软泥的有机材料.这个样品已经严重降解了.
zh_tw: 一片類似印製複製人的遺傳生物軟泥的有機材料.這個樣品已經嚴重降解了.

source: Dusty Dwarf
zh: 尘埃矮星
zh_tw: 塵埃矮星

source: A loosely held together composite of minerals.
zh: 一个松散地结合在一起的矿石混合体.
zh_tw: 一個鬆散地結合在一起的礦石混合體.

source: Terrestrial Planet
zh: 类地行星
zh_tw: 類地行星

source: A planet with a walkable surface, though it does not possess the resources to sustain long-term life.
zh: 一颗表面上可行走的行星,但不具备可以维持生命长期生存的资源.
zh_tw: 一顆表面上可行走的行星,但不具備可以維持生命長期生存的資源.

source: Volcanic Planet
zh: 火山行星
zh_tw: 火山行星

source: A large terrestrial object composed mainly of molten rock.
zh: 一个主要由熔融岩石构成的大型类地体.
zh_tw: 一個主要由熔融岩石構成的大型類地體.

source: Gas Giant
zh: 气体巨星
zh_tw: 氣體巨星

source: A massive volume of Hydrogen Gas formed around a small solid center.
zh: 由大量氢气围绕着一个小的固体核心形成的星体.
zh_tw: 由大量氫氣圍繞著一個小的固體核心形成的星體.

source: Ice Giant
zh: 寒冰巨星
zh_tw: 寒冰巨星

source: A massive volume of frozen material, primarily composed of Ice.
zh: 大量的冰冻物质,主要由冰构成.
zh_tw: 大量的冰凍物質,主要由冰構成.

source: Salty Dwarf
zh: 盐质矮星
zh_tw: 鹽質矮星

source: A dwarf planet with unusually high sodium concentrations.
zh: 一颗矮星,其中的钠浓度异常高.
zh_tw: 一顆矮星,其中的鈉濃度異常高.

source: Oxidized Asteroid
zh: 氧化小行星
zh_tw: 氧化小行星

source: A small planet covered in large swathes of brown rust.
zh: 一颗小行星,表面覆盖着大量褐色的铁锈.
zh_tw: 一顆小行星,表面覆蓋著大量褐色的鐵鏽.

source: Living Planet
zh: 生命行星
zh_tw: 生命行星

source: A small green planet displaying several markers of primitive life.
zh: 一颗小的绿色行星,上面有原始生命的标志.
zh_tw: 一顆小的綠色行星,上面有原始生命的標誌.

source: Red Dwarf
zh: 红矮星
zh_tw: 紅矮星

source: An M-class star orbited by clusters of extractable aluminum and methane.
zh: 一颗M级恒星,由可提取的铝和甲烷环绕组成.
zh_tw: 一顆M級恆星,由可提取的鋁和甲烷環繞組成.

source: Gilded Asteroid
zh: 金质小行星
zh_tw: 金質小行星

source: A rich asteroid with thin gold coating and veins of gold deposits throughout.
zh: 一颗丰富的小行星,表面有一层薄薄的金,并且有金矿脉贯穿整个星球.
zh_tw: 一顆豐富的小行星,表面有一層薄薄的金,並且有金礦脈貫穿整個星球.

source: Helium Giant
zh: 氦巨星
zh_tw: 氦巨星

source: A massive volume of Helium formed around a small solid center.
zh: 由大量氦气围绕着一个小的固体核心形成的星体.
zh_tw: 由大量氦氣圍繞著一個小的固體核心形成的星體.

source: Oily Asteroid
zh: 油质小行星
zh_tw: 油質小行星

source: A viscous asteroid that is only loosely held together. Contains fossil fuel resources.
zh: 一颗松散地结合在一起的黏稠小行星.含化石燃料资源.
zh_tw: 一顆鬆散地結合在一起的黏稠小行星.含化石燃料資源.

source: Glimmering Planet
zh: 闪烁行星
zh_tw: 閃爍行星

source: A planet composed of rare, shimmering minerals. From the distance, it looks like gem in the sky.
zh: 一颗由闪光的稀有金属组成的行星.从远处看,它就像天上的宝石一样.
zh_tw: 一顆由閃光的稀有金屬組成的行星.從遠處看,它就像天上的寶石一樣.

source: Chlorine Planet
zh: 氯行星
zh_tw: 氯行星

source: A noxious planet permeated by unbreathable chlorine.
zh: 一颗渗透着氯气的有毒行星.
zh_tw: 一顆滲透著氯氣的有毒行星.

source: Arid Planet
zh: 干燥行星
zh_tw: 乾燥行星

source: A sweltering, desert-like planet covered in surface salt deposits.
zh: 一颗酷热的沙漠般行星,表面覆着盐矿.
zh_tw: 一顆酷熱的沙漠般行星,表面覆著鹽礦.

source: Temporal Tear
zh: 时间裂口
zh_tw: 時間裂口

source: The source of our misfortune, though it may also be our shot at freedom. Traces of Neutronium are detectable in my readings.
zh: 虽然这是我们不幸事故的起源,但它可能也是我们通往自由的通道.可以侦测到中子质的痕迹.
zh_tw: 雖然這是我們不幸事故的起源,但它可能也是我們通往自由的通道.可以偵測到中子質的痕跡.

source: Shattered Planet
zh: 碎裂行星
zh_tw: 碎裂行星

source: A once-habitable planet that has sustained massive damage.\n\nA powerful containment field prevents our rockets from traveling to its surface.
zh: 一颗曾经宜居的行星,现已遭到了巨大的破坏. \n\n一个强大的力场阻挡了我们的火箭前进到地面.
zh_tw: 一顆曾經宜居的行星,現已遭到了巨大的破壞. \n\n一個強大的力場阻擋了我們的火箭前進到地面.

source: A frozen planet peppered with cinnabar deposits.
zh: 一颗布满朱砂沉积物的冰冻行星.
zh_tw: 一顆佈滿硃砂沉積物的冰凍行星.

source: Show Starmap
zh: 显示星图
zh_tw: 顯示星圖

source: Hide Starmap
zh: 隐藏星图
zh_tw: 隱藏星圖

source: Guaranteed Starmap Locations
zh: 保留星图目的地
zh_tw: 保留星圖目的地

source: Show Trait Info
zh: 显示特质详情
zh_tw: 顯示特質訊息

source: Trait Info
zh: 特质详情
zh_tw: 特質訊息

source: Several active Volcanoes have been detected in this world
zh: 这颗星球上能侦测到许多活体火山
zh_tw: 這顆星球上能偵測到許多活體火山

source: Below the crust of this world is a Salt Water sea
zh: 这颗星球的地壳之下是由盐水构成的海
zh_tw: 這顆星球的地殼之下是由鹽水構成的海

source: Deposits of Uranium Ore are found in this world's crust
zh: 这颗星球的地壳中发现有铀矿矿藏
zh_tw: 這顆星球的地殼中發現有鈾礦礦藏

source: This world has caves of metal ore
zh: 这颗星球有金属矿石洞穴
zh_tw: 這顆星球有金屬礦石洞穴

source: This world has a lush forest core
zh: 这颗星球有一个繁茂的森林核心
zh_tw: 這顆星球有一個繁茂的森林核心

source: The Oil on this asteroid is anything but regular!
zh: 原油在这颗星球上分布不规则!
zh_tw: 原油在這顆星球上分佈不規則!

source: This world contains a frozen friend from a long time ago
zh: 这颗星球含有来自很久以前的被冷冻的朋友
zh_tw: 這顆星球含有來自很久以前的被冷凍的朋友

source: This world contains crashed radioactive satellites
zh: 这颗星球含有坠毁的放射性卫星
zh_tw: 這顆星球含有墜毀的放射性衛星

source: Sickly Slime growths have crept all over this world
zh: 黏黏的菌泥在这颗星球上到处都是
zh_tw: 黏黏的菌泥在這顆星球上到處都是

source: The Printing Pod didn't end up in the asteroid's exact center this time... but it's still nowhere near the surface
zh: 列印舱没能落在这颗星球的中心…离地表仍然很远
zh_tw: 列印艙沒能落在這顆星球的中心…離地表仍然很遠

source: This asteroid is an abundant source of Metal Ore
zh: 这颗星球有丰富的金属矿石
zh_tw: 這顆星球有豐富的金屬礦石

source: There is a reduced amount of Metal Ore on this world, proceed with caution!
zh: 这颗星球的金属矿石数量较少,谨慎行事!
zh_tw: 這顆星球的金屬礦石數量較少,謹慎行事!

source: The Magma from this world's core has leaked into the mantle and crust
zh: 这颗星球核心区的岩浆已经蔓延到了地函和地壳中了
zh_tw: 這顆星球核心區的岩漿已經蔓延到了地函和地殼中了

source: Huge chunks of primordial Ice are scattered across this world
zh: 这颗星球中分散着许多大块的原生冰
zh_tw: 這顆星球中分散著許多大塊的原生冰

source: This world has fewer Geysers and Vents than usual
zh: 这颗星球有比平常更少的间歇泉和喷孔
zh_tw: 這顆星球有比平常更少的間歇泉和噴孔

source: Large geodes containing rare material caches are deposited across this world
zh: 这颗星球沉积了许多含有稀有物质的大型晶洞
zh_tw: 這顆星球沉積了許多含有稀有物質的大型晶洞

source: This world has more Geysers and Vents than usual
zh: 这颗星球有比平常更多的间歇泉和喷孔
zh_tw: 這顆星球有比平常更多的間歇泉和噴孔

source: This world has a chilly core of solid Ice
zh: 这颗星球有着由坚实的冰组成的冰冷核心
zh_tw: 這顆星球有著由堅實的冰組成的冰冷核心

source: Most of the Oil in this world will need to be extracted with Oil Wells
zh: 这颗星球的大多数原油必须通过油井提取出来
zh_tw: 這顆星球的大多數原油必須通過油井提取出來

source: Tiny boulders make digging through this world more difficult
zh: 小型石块使挖穿这颗星球更困难了
zh_tw: 小型石塊使挖穿這顆星球更困難了

source: Boulders of various sizes make digging through this world more difficult
zh: 各种大小的石块使挖穿这颗星球更困难了
zh_tw: 各種大小的石塊使挖穿這顆星球更困難了

source: Mid-sized boulders make digging through this world more difficult
zh: 中型石块使挖穿这颗星球更困难了
zh_tw: 中型石塊使挖穿這顆星球更困難了

source: Huge boulders make digging through this world more difficult
zh: 大型石块使挖穿这颗星球更困难了
zh_tw: 大型石塊使挖穿這顆星球更困難了
